tap "ValeLint/vale"
tap "caskroom/cask"
tap "caskroom/fonts"
tap "homebrew/bundle"
tap "homebrew/core"
tap "homebrew/services"
tap "universal-ctags/universal-ctags"

brew "autoconf"
brew "automake"
brew "bat"
brew "cmake"
brew "coreutils"
brew "diff-so-fancy"
brew "dos2unix"
brew "fd"
brew "httpie"
brew "hyperfine"
brew "jq"
brew "libksba"
brew "libtool"
brew "openssl@1.1"
brew "par"
brew "pcre"
brew "pcre2"
brew "python"
brew "python@2"
brew "rbenv"
brew "ripgrep"
brew "ruby"
brew "shellcheck"
brew "speedtest-cli"
brew "tig"
brew "tldr"
brew "tmux"
brew "universal-ctags", args: ['HEAD']
brew "urlview"
brew "vale"
brew "wget"
brew "yq"
brew "zsh"
cask "cmake"
cask "docker"
cask "firefox"
cask "font-hasklig"
cask "keepassxc"
cask "kitematic"
cask "krita"
cask "marta"
cask "mpv"
cask "phoenix"
cask "postman"
cask "slack"
cask "sublime-merge"
