tap "caskroom/cask"
tap "caskroom/fonts"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
tap "schniz/tap"
tap "universal-ctags/universal-ctags"

brew "autoconf"
brew "automake"
brew "bat"
brew "coreutils"
brew "diff-so-fancy"
brew "dnsmasq", restart_service: true
brew "dos2unix"
brew "exa"
brew "fd"
brew "httpie"
brew "hyperfine"
brew "jq"
brew "libksba"
brew "libtool"
brew "openssl@1.1"
brew "par"
brew "pcre"
brew "pcre2"
brew "python"
brew "python@2"
brew "rbenv"
brew "ripgrep"
brew "ruby"
brew "schniz/tap/fnm"
brew "shellcheck"
brew "speedtest-cli"
brew "tig"
brew "tldr"
brew "tmux"
brew "universal-ctags/universal-ctags/universal-ctags", args: ["HEAD"]
brew "urlview"
brew "wget"
brew "youtube-dl"
brew "yq"
brew "zsh"
cask "caskroom/cask/cmake"
cask "caskroom/cask/docker"
cask "caskroom/cask/firefox"
cask "caskroom/cask/keepassxc"
cask "caskroom/cask/kitematic"
cask "caskroom/cask/krita"
cask "caskroom/cask/marta"
cask "caskroom/cask/mpv"
cask "caskroom/cask/phoenix"
cask "caskroom/cask/postman"
cask "caskroom/cask/slack"
cask "caskroom/cask/sublime-merge"
cask "caskroom/fonts/font-hasklig"
