tap "caskroom/cask"
tap "caskroom/fonts"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
tap "moncho/dry"
tap "schniz/tap"
tap "universal-ctags/universal-ctags"

brew "autoconf"
brew "automake"
brew "bat"
brew "coreutils"
brew "diff-so-fancy"
brew "dnsmasq", restart_service: true
brew "dos2unix"
brew "exa"
brew "fd"
brew "gnupg"
brew "htop"
brew "httpie"
brew "hyperfine"
brew "iftop"
brew "jq"
brew "libksba"
brew "libtool"
brew "moncho/dry/dry"
brew "neovim"
brew "openssl@1.1"
brew "par"
brew "pcre"
brew "pcre2"
brew "postgresql"
brew "pyenv"
brew "python"
brew "rbenv"
brew "ripgrep"
brew "rlwrap"
brew "ruby"
brew "schniz/tap/fnm"
brew "shellcheck"
brew "speedtest-cli"
brew "sshuttle"
brew "tig"
brew "tldr"
brew "tmux"
brew "universal-ctags/universal-ctags/universal-ctags", args: ["HEAD"]
brew "urlview"
brew "wget"
brew "youtube-dl"
brew "yq"
brew "zsh"
cask "adobe-acrobat-reader"
cask "appcleaner"
cask "cmake"
cask "dbeaver-community"
cask "docker"
cask "firefox"
cask "font-hasklig"
cask "keepassxc"
cask "kitematic"
cask "krita"
cask "mpv"
cask "phoenix"
cask "postman"
cask "slack"
cask "sublime-merge"
