robbyrussell/oh-my-zsh path:plugins/ripgrep
robbyrussell/oh-my-zsh path:plugins/rust
robbyrussell/oh-my-zsh path:plugins/docker
robbyrussell/oh-my-zsh path:plugins/docker-compose
robbyrussell/oh-my-zsh path:plugins/fd

mafredri/zsh-async branch:main

zsh-users/zsh-completions
zsh-users/zsh-autosuggestions

# theme
sindresorhus/pure branch:main

# this one must be the last plugin
zsh-users/zsh-syntax-highlighting
