robbyrussell/oh-my-zsh path:plugins/ripgrep
robbyrussell/oh-my-zsh path:plugins/cargo
robbyrussell/oh-my-zsh path:plugins/docker
robbyrussell/oh-my-zsh path:plugins/docker-compose
robbyrussell/oh-my-zsh path:plugins/fd
robbyrussell/oh-my-zsh path:plugins/httpie

mafredri/zsh-async

zsh-users/zsh-completions
zsh-users/zsh-autosuggestions

# translator https://github.com/soimort/translate-shell
soimort/translate-shell

# theme
sindresorhus/pure branch:main

# this one must be the last plugin
zsh-users/zsh-syntax-highlighting
